tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "sqlite"
brew "composer"
brew "curl"
brew "dnsmasq"
brew "freetds"
brew "jpeg"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "unbound"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "icu4c"
brew "graphviz"
brew "httpie"
brew "imagemagick"
brew "imageoptim-cli"
brew "jpegoptim"
brew "libpq"
brew "libressl"
brew "mackup"
brew "mysql"
brew "ncurses"
brew "nginx"
brew "node"
brew "optipng"
brew "php"
brew "php@7.3"
brew "php@7.4"
brew "pngquant"
brew "postgresql"
brew "redis"
brew "starship"
brew "wimlib"
brew "yarn"
brew "zsh"
cask "alfred"
cask "discord"
cask "figma"
cask "firefox"
cask "font-cascadia"
cask "font-cascadia-pl"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
