tap "axllent/apps"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "shivammathur/php"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "autoconf"
brew "fontconfig"
brew "pcre2"
brew "sqlite"
brew "glib"
brew "libxau"
brew "libxdmcp"
brew "libxrender"
brew "libnghttp2"
brew "freetds"
brew "gd"
brew "icu4c@76"
brew "libpq"
brew "php"
brew "composer"
brew "dnsmasq"
brew "gdk-pixbuf"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "ghostscript"
brew "git"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-task"
brew "pkg-config"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "httpd"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "jpegoptim"
brew "libffi"
brew "libfido2"
brew "libressl"
brew "libvterm"
brew "mackup"
brew "meilisearch"
brew "protobuf"
brew "zlib"
brew "mysql", restart_service: true
brew "mysql@8.4"
brew "ncurses"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "node"
brew "nvm"
brew "optipng"
brew "php@8.1"
brew "php@8.2"
brew "pngquant"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "redis", restart_service: true
brew "six"
brew "starship"
brew "wimlib"
brew "yarn"
brew "zsh"
brew "axllent/apps/mailpit"
cask "alfred"
cask "discord"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "github"
cask "google-chrome"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "bierner.color-info"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "calebporzio.better-phpunit"
vscode "calebporzio.simple-php-cs-fixer"
vscode "cierra.livewire-vscode"
vscode "codingyu.laravel-goto-view"
vscode "d9705996.tighten-lint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "getpsalm.psalm-vscode-plugin"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "heybourn.headwind"
vscode "lennardv.livewire-goto-updated"
vscode "liamhammett.inline-parameters"
vscode "m1guelpf.better-pest"
vscode "mikestead.dotenv"
vscode "mrchetan.phpstorm-parameter-hints-in-vscode"
vscode "ms-vscode.sublime-keybindings"
vscode "neilbrayfield.php-docblocker"
vscode "octref.vetur"
vscode "onecentlin.laravel-blade"
vscode "open-southeners.laravel-pint"
vscode "patbenatar.advanced-new-file"
vscode "rust-lang.rust"
vscode "rust-lang.rust-analyzer"
vscode "shufo.vscode-blade-formatter"
vscode "sleistner.vscode-fileutils"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
