tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "pcre2"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "sqlite"
brew "python@3.9"
brew "freetds"
brew "gd"
brew "php"
brew "composer"
brew "dnsmasq"
brew "gdk-pixbuf"
brew "gh"
brew "little-cms2"
brew "jpeg", link: true
brew "ghostscript"
brew "git"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "httpd"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpegoptim"
brew "libfido2"
brew "libressl"
brew "mackup"
brew "meilisearch"
brew "protobuf"
brew "zlib"
brew "mysql", restart_service: true
brew "ncurses"
brew "nghttp2"
brew "nginx"
brew "node"
brew "nvm"
brew "optipng"
brew "php@7.4"
brew "php@8.0"
brew "pngquant"
brew "python@3.8"
brew "redis", restart_service: true
brew "starship"
brew "wimlib"
brew "yarn"
brew "zsh"
cask "alfred"
cask "discord"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "github"
cask "google-chrome"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
